Repository: Gizra/kaveret7
Catalog: profiles/likeabee/modules/cforge_docs/translations/cforge_docs.*.po
Languages: fr

source: CF document access
fr: Accès aux documents CF

source: Whether the document is protected and the user can access it
fr: Si le document est protégé et si l'utilisateur peut y avoir accès

source: No documents have been uploaded.
fr: Aucun document n'a été téléversé.

source: Add a document
fr: Ajouter un document

source: Category
fr: Catégorie

source: Created
fr: Créé

source: view
fr: vue

source: Add another document
fr: Ajouter un autre document

source: Page with attached Document(s) which can be categorised.
fr: Page avec un/des document(s) attachés qui peuvent être catalogués.

source: Document title
fr: Titre du document

source: Edit documents
fr: Modifier des documents

source: Edit nodes with file attachments
fr: Modifier des noeuds avec des fichiers attachés

source: View private documents
fr: Voir les documents privés

source: Each document has a privacy setting
fr: Chaque document peut être paramétré en tant que document privé

source: View non-private documents
fr: Voir les documents non privés

source: Private
fr: Privé

source: Tick to show the document only to members
fr: Cliquer pour afficher le document aux seuls membres

source: Our LETS
fr: Notre SEL

source: Documents associated with this group
fr: Documents associés à ce groupe

source: Media coverage
fr: Couverture médiatique

source: Press, media and internet exposure.
fr: Exposition à la presse, aux médias et sur internet.

source: Publicity materials
fr: Matériaux publicitaires

source: Leaflets, posters etc.
fr: Dépliants, affiches etc.

source: Minutes
fr: Compte-rendu

source: Create your meeting agenda, and after the meeting edit the agenda so it can be viewed as minutes
fr: Créer l'ordre du jour de votre réunion, et après la réunion, modifier l'ordre du jour de façon à ce qu'il apparaisse comme un compte-rendu

source: Misc
fr: Divers

source: Anything else
fr: Autres choses

source: Now go and make some doc categories at !link
fr: Créez des rubriques de document dans !link

source: Document category
fr: Rubrique de document

source: Content or synopsis of attached
fr: Contenu ou résumé de l'élément attaché

source: Cforge Docs
fr: Docs Cforge

source: Store and categories uploaded files, with privacy option
fr: Stocker et cataloguer les fichiers téléversés, avec l'option "privé"
