Repository: Gizra/kaveret7
Catalog: profiles/likeabee/modules/cforge_launch/translations/cforge_launch.*.po
Languages: fr

source: Hello [user:name], We have launched our new site! You can now add your offers and wants, and record your transactions on the website. Don't worry, it's easy and fun, and you can't break anything, so go ahead and have a go. Once you've logged in with the link below, please change your password. And while you're at it, check your personal details and save your profile page. Have a nice visit, we'll see you on the site. !site Team
fr: Bonjour [user:name], Nous avons lancé notre nouveau site! Vous pouvez maintenant ajouter vos offres et demandes, et enregistrer vos échanges sur le site. Ne vous inquiétez pas, c'est facile et amusant, et vous ne casserez rien, donc allez-y et lancez-vous. Une fois que vous vous êtes connectés avec le lien ci-dessous, s'il vous plaît changer votre mot de passe. Et puisque vous y êtes, vérifiez vos paramètres personnels et enregistrez votre page de profil. Bonne visite, nous nous reverrons sur le site. L'équipe du !site

source: Welcome message
fr: Message de bienvenue

source: This text will be injected at the top of the !mail reminder
fr: Ce texte se trouvera en haut du !mail de rappel

source: Password recovery email
fr: Email de rétablissement du mot de passe

source: Test mail
fr: Email test

source: Send a test mail to yourself. WARNING! This will log you out.
fr: S'envoyer même un mail test. ATTENTION! Cette opération va vous déconnecter du site

source: Send test mail
fr: Envoyer un mail test

source: LAUNCH NOW!
fr: LANCEZ MAINTENANT!

source: Never launch
fr: Ne jamais lancer

source: Notified @mail
fr: @mail informé

source: Failed to mail @mail
fr: Echec d'envoi @mail

source: Site launch:
fr: Lancement du site:

source: You have already used this one-time login link. It is not necessary to use this link to login anymore. You are already logged in.
fr: Vous avez déjà utilisé ce lien de connexion unique. Ce n'est plus nécessaire de le réutiliser pour se connecter. Vous êtes déjà connecté.

source: You have tried to use a one-time login for an account which has been blocked.
fr: Vous avez essayé d'utiliser un lien de connexion unique pour un compte qui a été bloqué.

source: You have just used your one-time login link. It is no longer necessary to use this link to login. Please change your password.
fr: Vous venez d'utiliser votre lien de connexion unique. Ce n'est plus nécessaire d'utiliser ce lien pour se connecter. S'il vous plaît, changez votre mot de passe.

source: <p>This is a one-time login for %user_name and will expire on %expiration_date.</p><p>Click on this button to login to the site and change your password.</p>
fr: <p>Ceci est un lien de connexion unique pour %user_name et il expirera le %expiration_date.</p><p>Cliquez sur ce bouton pour vous connecter au site et changer votre mot de passe.</p>

source: This login can be used only once.
fr: Cette connexion ne peut être utilisée qu'une seule fois.

source: Log in
fr: Connexion

source: You have tried to use a one-time login link which has either been used or is no longer valid. Please request a new one using the form below.
fr: Vous avez essayé d'utiliser un lien de connexion unique qui a déjà été utilisé ou n'est plus valide. S'il vous plaît, demandez-en un nouveau en utilisant le formulaire ci-dessous.

source: First name (required)
fr: Prénom (obligatoire)

source: Family name (required)
fr: Nom de famille (obligatoire)

source: Phone numbers, separated by colons
fr: Numéros de téléphone, séparés par deux points

source: Locality, or area code
fr: Localité, ou code postal

source: Responsibility
fr: Responsabilité

source: Adress
fr: Adresse

source: Notes, visible only to committee
fr: Notes, uniquement visibles par le comité

source: Created date
fr: Date de création

source: The following fields are available:
fr: Les champs suivants sont disponibles:

source: Fieldname '@field' is missing from the csv header.
fr: Le champ '@field' manque dans le titre du fichier csv.

source: user
fr: membre

source: User %name used one-time login link at time %timestamp.
fr: Membre %name a utilisé un lien de connexion unique le %timestamp.

source: Launch
fr: Lancement

source: Mail all users with new password
fr: Envoyer un mail à tous les membres avec un nouveau mot de passe

source: Cforge launch
fr: Lancement de Cforge

source: Import users, offers, wants & balances, then mail all users with new password. Transaction imports must be done someotherhow for the time being.
fr: Importez les membres, les offres, les demandes et les soldes, ensuite envoyez à tous les membres un nouveau mot de passe. Les échanges doivent êtres importés d'une autre manière pour le moment.
